Repository: vialrogo/CV
Catalog: cv.*.po
Languages: es

source: Dados Pessoais
es: Datos Personales

source: \textsc{Local e data de nascimento}
es: \textsc{Lugar y fecha de nacimiento}

source: Cali, Colômbia | 26 Julho 1988
es: Cali, Colombia | 26 Julio 1988

source: \textsc{Endereço:}
es: \textsc{Dirección:}

source: \textsc{Telefone:}
es: \textsc{Teléfono:}

source: Experiência de Mercado
es: Experiencia Laboral

source: \textsc{Set 2012~-~Jan 2013}
es: \textsc{Set 2012~-~Ene 2013}

source: Professor na \textsc{Universidad del Valle}, Colômbia
es: Profesor en la \textsc{Universidad del Valle}, Colombia

source: {Professor da disciplina Fundamentos de Linguagens de Programação.}
es: {Profesor de la materia Fundamentos de Lenguajes de Programación.}

source: \textsc{Ago~-~Dez 2012}
es: \textsc{Ago~-~Dic 2012}

source: {Professor da disciplina Arquitetura de Computadores I.}
es: {Profesor de la materia Arquitectura de Computadores I.}

source: \textsc{Fev 2012~-~Jan 2013}
es: \textsc{Feb 2012~-~Ene 2013}

source: Engenheiro de Suporte em \textsc{Centro de Estudios Brasileros}, Colômbia
es: Ingeniero de Soporte en el \textsc{Centro de Estudios Brasileros}, Colombia

source: {Administração de software e hardware. Suporte a contabilidade.}
es: {Administración de software y hardware. Soporte en contabilidad.}

source: Estágios
es: Monitorias

source: \textsc{Nov 2015~-~Hoje}
es: \textsc{Nov 2014~-~Hoy}

source: Pesquisador na \textsc{Universidade de São Paulo}, Brasil
es: Investigador en la \textsc{Universidade de São Paulo}, Brasil

source: {Laboratório de Dinâmica e Instrumentação}
es: {Laboratório de Dinámica e Instrumentación}

source: \textsc{Jun 2014~-~Dez 2014}
es: \textsc{Jun 2014~-~Dic 2014}

source: Monitor na \textsc{Universidade de São Paulo}, Brasil
es: Monitor en la \textsc{Universidade de São Paulo}, Brasil

source: {Monitor da disciplina Introdução à Computação}
es: {Monitor de la materia Introducción a la Computación}

source: \textsc{Jun 2010~-~Dez 2010}
es: \textsc{Jun 2010~-~Dic 2010}

source: Monitor na \textsc{Universidad del Valle}, Colômbia
es: Monitor en la \textsc{Universidad del Valle}, Colombia

source: {Monitor da disciplina Sistemas de Informação.}
es: {Monitor de la materia Sistemas de Información.}

source: \textsc{Fev 2010~-~Jun 2010}
es: \textsc{Feb 2010~-~Jun 2010}

source: {Monitor da disciplina Fundamentos de Linguagens de Programação.}
es: {Monitor de la materia Fundamentos de Lenguajes de Programación.}

source: \textsc{Jun 2009~-~Dez 2009}
es: \textsc{Jun 2009~-~Dic 2009}

source: \textsc{Jun 2008~-~Dez 2008}
es: \textsc{Jun 2008~-~Dic 2008}

source: Pesquisador na \textsc{Universidad del Valle}, Colômbia
es: Investigador en la \textsc{Universidad del Valle}, Colombia

source: {Manual para criação de aplicações usando SmartCards}
es: {Manual para la creación de aplicaciones usando SmartCards}

source: \textsc{Fev 2008~-~Jun 2008}
es: \textsc{Feb 2008~-~Jun 2008}

source: {Monitor da disciplina Introdução à Programação Orientada a Objetos}
es: {Monitor de la materia Introducción a la Programación Orientada a Objetos}

source: Educação
es: Educación

source: \textsc{Mestrado em Ciência da Computação}, Universidade de São Paulo, Brasil
es: \textsc{Maestría en Ciencias de la Computación}, Universidade de São Paulo, Brasil

source: Incompleto | Ênfase: Otimização
es: Incompleto | Énfasis: Optimización

source: Dissertação: ``\textsc{Uso de programação não-linear para a resolução do problema}
es: Tesis: ``\textsc{Uso de programação não-linear para a resolução do problema}

source: Orientador: Prof.~Dr.~Ernesto Birgin
es: Director: Prof.~Ernesto Birgin, PhD.

source: \textsc{Graduação em Engenharia da Computação}, Universidad del Valle, Colômbia
es: \textsc{Pregrado en Ingeniería de Sistemas}, Universidad del Valle, Colombia

source: Ênfase: Redes de Comunicações
es: Énfasis: Redes de Comunicaciones

source: Dissertação: ``\textsc{Análisis del flujo de datos en redes de mediante teoría del caos}''
es: Tesis: ``\textsc{Análisis del flujo de datos en redes de mediante teoría del caos}''

source: Orientador: Prof.~Dr.~Angel García Baños
es: Director: Prof.~Angel García Baños, PhD.

source: \textsc{Graduação em Engenharia Eletrônica}, Universidad del Valle, Colômbia
es: \textsc{Pregrado en Ingeniería Electrónica}, Universidad del Valle, Colombia

source: Dissertação: ``\textsc{Diseño e implementación de una herramienta software para la}
es: Tesis: ``\textsc{Diseño e implementación de una herramienta software para la}

source: Orientador: Prof.~Leandro Villa, Msc.
es: Director: Prof.~Leandro Villa, Msc.

source: Cursos Adicionais
es: Cursos Adicionales

source: \textsc{Mai 2011}
es: \textsc{May 2011}

source: \textsc{Instalação e Administração de servidores HP EVA 4400 y HP Blade.}
es: \textsc{Instalación y Administración de servidores HP EVA 4400 y HP Blade.}

source: Universidad del Valle, Colômbia
es: Universidad del Valle, Colombia

source: Curso curto: 24 horas
es: Curso corto: 24 horas

source: Distinções
es: Distinciones

source: Estímulos por alto rendimento acadêmico \footnotesize(Melhor média de notas: 4.36 de 5)
es: Estímulos por alto rendimiento académico \footnotesize(Mejor media de notas: 4.36 de 5)

source: Estímulos por alto rendimento acadêmico \footnotesize(Melhor média de notas: 4.41 de 5)
es: Estímulos por alto rendimiento académico \footnotesize(Mejor media de notas: 4.36 de 5)

source: \textsc{Dez 2005}
es: \textsc{Dic 2005}

source: Estímulos por alto rendimento acadêmico \footnotesize(Terceira melhor média de notas: 4.42 de 5)
es: Estímulos por alto rendimiento académico \footnotesize(Tercera mejor media de notas: 4.36 de 5)

source: Estímulos por alto rendimento acadêmico \footnotesize(Terceira melhor média de notas: 4.55 de 5)
es: Estímulos por alto rendimiento académico \footnotesize(Tercera mejor media de notas: 4.36 de 5)

source: \textsc{Dez 2004}
es: \textsc{Dic 2004}

source: Estímulos por alto rendimento acadêmico \footnotesize(Segunda melhor média de notas: 4.65 de 5)
es: Estímulos por alto rendimiento académico \footnotesize(Segunda mejor media de notas: 4.36 de 5)

source: \textsc{Espanhol:}
es: \textsc{Español:}

source: Língua Nativa
es: Lengua Nativa

source: \textsc{Português:}
es: \textsc{Portugués:}

source: Fluente
es: Fluido

source: Prova \textsc{CELPE-BRAS} (INEP) 2011: Nível Intermediário Superior
es: Examen \textsc{CELPE-BRAS} (INEP) 2011: Nivel Intermedio Superior

source: \textsc{Inglês:}
es: \textsc{Inglés:}

source: Intermediário
es: Intermedio

source: Prova \textsc{MET} (Michigan Institute) 2012: Nível B2
es: Examen \textsc{MET} (Michigan Institute) 2012: Nivel B2

source: Competências Técnicas
es: Competencias Técnicas

source: Conhecimentos Básicos:
es: Conocimientos Básicos:

source: Conhecimentos Intermediários:
es: Conocimientos Intermedios:

source: Java, C, C++, Qt, Python, Bash, Otimização Não-linear, Linux
es: Java, C, C++, Qt, Python, Bash, Optimización No-lineal, Linux

source: Conhecimentos Avançados:
es: Conocimientos Avanzados:

source: \LaTeX, Computação Evolutiva
es: \LaTeX, Computación Evolutiva

source: Interesses e Atividades
es: Intereses y Actividades

source: Tecnologia, Software Livre, Programação, Educação, Pesquisa \\ Administração de Servidores Linux e Automatização de processos \\ Domótica e Eletrônica de baixo custo \\ Viagens, Culinária
es: Tecnología, Software Libre, Programación, Educación, Investigación \\ Administración de Servidores Linux y Automatización de procesos \\ Domótica y Electrónica de bajo costo \\ Viajes, Culinaria
